backend/pgbench_results.log
pgbench (14.17 (Debian 14.17-1.pgdg120+1))
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 100
query mode: simple
number of clients: 10
number of threads: 2
duration: 60 s
number of transactions actually processed: 15788
latency average = 36.650 ms
latency stddev = 215.689 ms
initial connection time = 450.014 ms
tps = 260.265215 (without initial connection time)