backend/pgbench_results.log
pgbench (14.17 (Debian 14.17-1.pgdg120+1))
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 100
query mode: simple
number of clients: 10
number of threads: 2
duration: 60 s
number of transactions actually processed: 15095
latency average = 37.832 ms
latency stddev = 227.759 ms
initial connection time = 193.148 ms
tps = 250.327602 (without initial connection time)