backend/pgbench_results.log
pgbench (14.17 (Debian 14.17-1.pgdg120+1))
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 100
query mode: simple
number of clients: 10
number of threads: 2
duration: 60 s
number of transactions actually processed: 16036
latency average = 36.423 ms
latency stddev = 217.597 ms
initial connection time = 68.226 ms
tps = 261.890829 (without initial connection time)