backend/sysbench_results.log
sysbench 1.0.17 (using bundled LuaJIT 2.1.0-beta2)

Running the test with following options:
Number of threads: 2
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            118076
        write:                           33732
        other:                           16866
        total:                           168674
    transactions:                        8432   (140.46 per sec.)
    queries:                             168674 (2809.81 per sec.)
    ignored errors:                      2      (0.03 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          60.0160s
    total number of events:              8432

Latency (ms):
         min:                                    9.85
         avg:                                   14.22
         max:                                   45.74
         95th percentile:                       16.71
         sum:                               119939.33

Threads fairness:
    events (avg/stddev):           4216.0000/4.00
    execution time (avg/stddev):   59.9697/0.01