backend/sysbench_results.log
sysbench 1.0.17 (using bundled LuaJIT 2.1.0-beta2)

Running the test with following options:
Number of threads: 2
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            124362
        write:                           35529
        other:                           17765
        total:                           177656
    transactions:                        8882   (148.01 per sec.)
    queries:                             177656 (2960.37 per sec.)
    ignored errors:                      1      (0.02 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          60.0094s
    total number of events:              8882

Latency (ms):
         min:                                    9.39
         avg:                                   13.50
         max:                                  178.64
         95th percentile:                       16.41
         sum:                               119935.52

Threads fairness:
    events (avg/stddev):           4441.0000/4.00
    execution time (avg/stddev):   59.9678/0.00